---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.LevelFailures
source: html/b7be803c-8375-0c1c-5bf7-39f67daf7df7.htm
---
# BuiltInFailures.LevelFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.